import ServicesCard from "../ServicesCard/ServicesCard";
import "./Services.scss";

const Services = () => {
  return (
    <section className="services">
      <div className="container">
        <div className="services-header">
          <h2 className="services-title">Ваш бізнес у новому дизайні</h2>
          <p className="services-subtitle">
            Створюємо стильні та функціональні сайти, які не лише привертають
            увагу клієнтів, але й покращують взаємодію з вашим брендом.
          </p>
        </div>
        <div className="services-list">
          <ServicesCard
            title="Лендінг (односторінковий сайт)"
            description="* Створення лендінгу, що продає для просування конкретного
            продукту або послуги."
          />
          <ServicesCard
            title="Редизайн наявного сайту"
            description="* Оновлення застарілого сайту з акцентом на покращення дизайну і
                функціональності."
          />
          <ServicesCard
            title="Сайт-візитка"
            description="* Компактний сайт з основною інформацією про компанію або послуги, що підходить для невеликих бізнесів."
          />
          <ServicesCard
            title="Корпоративні сайти"
            description="* Сайти для великих компаній із функціями, необхідними для взаємодії з клієнтами та партнерами."
          />
          <ServicesCard
            title="Інтернет-магазин"
            description="* Розробка сайту для продажу товарів онлайн з інтеграцією платіжних систем і кошика."
          />
          <ServicesCard
            title="Логотип"
            description="* Створення унікального логотипу для посилення бренду і підвищення впізнаваності."
          />
          <ServicesCard
            title="Оформлення соціальних мереж"
            description="* Розробка дизайну для профілів, постів і обкладинок у соціальних мережах, які привертають увагу і відповідають бренду."
          />
          <ServicesCard
            title="Розробка фірмового стилю (бренду)"
            description="* Створення повного брендбуку, що включає логотип, палітру, шрифти та інші елементи для посилення впізнаваності бренду."
          />
          <ServicesCard
            title="Банери та рекламні креативи"
            description="* Створення яскравих і ефективних банерів, а також рекламних креативів для просування продуктів і послуг в рамках арбітражу трафіку, які привертають увагу і сприяють підвищенню конверсії."
          />
        </div>
      </div>
    </section>
  );
};

export default Services;
